[
  {
    "ISSN": "00323470, 18622860",
    "URL": "http://www.jstor.org/stable/26427772",
    "abstract": "We present results of an ex-ante forecast of party-specific vote shares at the German Federal Election 2017. To that end, we combine data from published trial heat polls with structural information. The model takes care of the multi-party nature of the setting and allows making statements about the probability of certain events, such as the plurality of votes for a party or the majority for coalition options in parliament. The forecasts of our model are continuously being updated on the platform zweitstimme.org. The value of our approach goes beyond the realms of academia: We equip journalists, political pundits, and ordinary citizens with information that can help make sense of the parties’ latent support and ultimately make voting decisions better informed. Wir berichten die Ergebnisse einer ex-ante-Vorhersage der Zweitstimmenergebnisse für die Bundestagswahl 2017. Dazu kombinieren wir Daten veröffentlichter Umfragen mit strukturellen Informationen. Das Modell trägt den Eigenheiten von Vielparteiensystemen Rechnung und erlaubt es, Aussagen über die Wahrscheinlichkeit bestimmter Wahlergebnisse zu treffen, z. B. der Mehrheit der Sitzanteile für eine Partei oder der rechnerischen Mehrheit für verschiedene Koalitionsoptionen. Die Vorhersagen des Modells werden auf der Plattform zweitstimme.org veröffentlicht und aktualisiert. Unser Ansatz hat dabei nicht nur akademischen Wert: Wir geben Journalisten, Experten und Bürgern Informationen an die Hand, die helfen können, tatsächliche Parteiunterst/utzung einzuschätzen und letztlich besser informierte Wahlentscheidungen zu treffen.",
    "author": [
      {
        "family": "Munzert",
        "given": "Simon"
      },
      {
        "family": "Stötzer",
        "given": "Lukas"
      },
      {
        "family": "Gschwend",
        "given": "Thomas"
      },
      {
        "family": "Neunhoeffer",
        "given": "Marcel"
      },
      {
        "family": "Sternberg",
        "given": "Sebastian"
      }
    ],
    "container-title": "Politische Vierteljahresschrift",
    "id": "PVS2017",
    "issue": "3",
    "issued": {
      "date-parts": [
        [
          2017
        ]
      ]
    },
    "page": "418-441",
    "publisher": "Nomos Verlagsgesellschaft mbH",
    "title": "Zweitstimme.org. Ein strukturell-dynamisches Vorhersagemodell für Bundestagswahlen",
    "type": "article-journal",
    "volume": "58"
  },
  {
    "DOI": "10.1017/pan.2018.49",
    "author": [
      {
        "family": "Stoetzer",
        "given": "Lukas F."
      },
      {
        "family": "Neunhoeffer",
        "given": "Marcel"
      },
      {
        "family": "Gschwend",
        "given": "Thomas"
      },
      {
        "family": "Munzert",
        "given": "Simon"
      },
      {
        "family": "Sternberg",
        "given": "Sebastian"
      }
    ],
    "container-title": "Political Analysis",
    "id": "PA2019",
    "issue": "2",
    "issued": {
      "date-parts": [
        [
          2019
        ]
      ]
    },
    "page": "255-262",
    "publisher": "Cambridge University Press",
    "title": "Forecasting Elections in Multiparty Systems: A Bayesian Approach Combining Polls and Fundamentals",
    "title-short": "Forecasting elections in multiparty systems",
    "type": "article-journal",
    "volume": "27"
  },
  {
    "DOI": "10.1007/s11615-019-00216-3",
    "ISSN": "1862-2860",
    "URL": "https://doi.org/10.1007/s11615-019-00216-3",
    "abstract": "Nahezu die Hälfte der Bundestagsmandate wird über die Direktwahl in den Wahlkreisen vergeben. Das bleibt in einem Großteil der Wahlprognosemodelle jedoch unberücksichtigt. In diesem Beitrag stellen wir einen Ansatz zur Vorhersage der Erststimmenanteile in Wahlkreisen für Bundestagswahlen vor. Dazu kombinieren wir das Zweitstimmenvorhersagemodell von zweitstimme.org mit zwei Erststimmenmodellen, einer linearen Regression und einem künstlichen neuronalen Netzwerk, welche Kandidierenden- und Wahlkreischarakteristika zur Vorhersage nutzen. Für unseren Ansatz sind alle verwendeten Daten vor der jeweiligen Wahl öffentlich verfügbar und somit für eine echte Vorhersage nutzbar. Das Modell kann so bei künftigen Wahlen wertvolle Informationen für Kandidierende und die interessierte Öffentlichkeit bereitstellen. Die Vorhersagen sind darüber hinaus auch für erklärende Forschung relevant: Mithilfe der resultierenden Gewinnwahrscheinlichkeiten lassen sich bessere Messinstrumente zur Charakterisierung der Kompetitivität eines Wahlkreises und der zu erwartenden Knappheit des Wahlkreisrennens erstellen, welche politisches Verhalten beeinflussen können. Zudem erlaubt die Vorhersage, empirische Aussagen zur zu erwartenden Größe des Bundestags sowie seiner personellen Zusammensetzung zu treffen.",
    "author": [
      {
        "family": "Neunhoeffer",
        "given": "Marcel"
      },
      {
        "family": "Gschwend",
        "given": "Thomas"
      },
      {
        "family": "Munzert",
        "given": "Simon"
      },
      {
        "family": "Stoetzer",
        "given": "Lukas F."
      }
    ],
    "container-title": "Politische Vierteljahresschrift",
    "id": "PVS2020",
    "issue": "1",
    "issued": {
      "date-parts": [
        [
          2020,
          3,
          1
        ]
      ]
    },
    "page": "111-130",
    "title": "Ein Ansatz zur Vorhersage der Erststimmenanteile bei Bundestagswahlen",
    "type": "article-journal",
    "volume": "61"
  },
  {
    "DOI": "10.7910/DVN/MLYNX0",
    "URL": "https://doi.org/10.7910/DVN/MLYNX0",
    "author": [
      {
        "family": "Neunhoeffer",
        "given": "Marcel"
      },
      {
        "family": "Stoetzer",
        "given": "Lukas F."
      },
      {
        "family": "Gschwend",
        "given": "Thomas"
      },
      {
        "family": "Munzert",
        "given": "Simon"
      },
      {
        "family": "Sternberg",
        "given": "Sebastian"
      }
    ],
    "id": "codePA2019",
    "issued": {
      "date-parts": [
        [
          2018
        ]
      ]
    },
    "publisher": "Harvard Dataverse",
    "title": "Replication Data for: Forecasting Elections in Multi-Party Systems: A Bayesian Approach Combining Polls and Fundamentals",
    "type": "dataset",
    "version": "DRAFT VERSION"
  },
  {
    "DOI": "10.7910/DVN/EDTKNW",
    "URL": "https://doi.org/10.7910/DVN/EDTKNW",
    "author": [
      {
        "family": "Neunhoeffer",
        "given": "Marcel"
      },
      {
        "family": "Gschwend",
        "given": "Thomas"
      },
      {
        "family": "Müller",
        "given": "Klara"
      },
      {
        "family": "Munzert",
        "given": "Simon"
      },
      {
        "family": "Stoetzer",
        "given": "Lukas F."
      }
    ],
    "id": "codePS2021",
    "issued": {
      "date-parts": [
        [
          2021
        ]
      ]
    },
    "publisher": "Harvard Dataverse",
    "title": "Replication Data for: The Zweitstimme Model: A Dynamic Forecast of the 2021 German Federal Election",
    "type": "dataset",
    "version": "V1"
  }
]
